;Place localized text in this file

[Nemesis_T1 X2CharacterTemplate]
strCharacterName="Nemesis Pursuer"

[Nemesis_T2 X2CharacterTemplate]
strCharacterName="Nemesis Pursuer"

[Nemesis_T2B X2CharacterTemplate]
strCharacterName="Nemesis Immolator"

[Nemesis_T3 X2CharacterTemplate]
strCharacterName="Nemesis Pursuer"

[Nemesis_T3B X2CharacterTemplate]
strCharacterName="Nemesis Immolator"

[Nemesis_T4 X2CharacterTemplate]
strCharacterName="Nemesis Tyrant"

[ParasiteZombie X2CharacterTemplate]
strCharacterName="NE-Alpha Parasite Zombie"

;[ParasiteZombieAlien X2CharacterTemplate]
;strCharacterName="NE-Alpha Parasite Zombie"

[ParasiteZombieHuman X2CharacterTemplate]
strCharacterName="NE-Alpha Parasite Zombie"

[NEMESIS_Flamethrower_CV X2WeaponTemplate]
FriendlyName="Nemesis Flamethrower (RE3)"
BriefSummary="Retrofitted by Umbrella Corporation, European Division. Capable of incinerating targets with abhorrent efficiency."
TacticalText="<Bullet/> An Umbrella-made weapon that uses pressurized gas to produce red-hot flames. \n<Bullet/> Accompanied by a massive, pressurized cannister of fuel, this weapon would be unwieldy for most combatants."
AbilityDescName="flamethrower"

[NEMESIS_Flamethrower_MG X2WeaponTemplate]
FriendlyName="Nemesis Flamethrower Magnetic (RE3)"
BriefSummary="Retrofitted by Umbrella Corporation, European Division. Capable of incinerating targets with abhorrent efficiency."
TacticalText="<Bullet/> An Umbrella-made weapon that uses pressurized gas to produce red-hot flames. \n<Bullet/> Accompanied by a massive, pressurized cannister of fuel, this weapon would be unwieldy for most combatants."
AbilityDescName="flamethrower"

[NEMESIS_RocketLauncher_CV X2GrenadeLauncherTemplate]
FriendlyName="Nemesis Rocket Launcher (RE3)"
BriefSummary="Retrofitted by Umbrella Corporation, European Division. Capable of obliterating most infantry targets."
TacticalText="<Bullet/>A portable rocket launcher that fires 84mm projectiles. \n<Bullet/> Accompanied by an advanced targeting optics system, capable of precision without sacrificing firepower."
AbilityDescName="Rocket Launcher"

[NEMESIS_RocketLauncher_MG X2GrenadeLauncherTemplate]
FriendlyName="Nemesis Rocket Launcher Magnetic (RE3)"
BriefSummary="Retrofitted by Umbrella Corporation, European Division. Capable of obliterating most infantry targets."
TacticalText="<Bullet/>A portable rocket launcher that fires 84mm projectiles. \n<Bullet/> Accompanied by an advanced targeting optics system, capable of precision without sacrificing firepower."
AbilityDescName="Rocket Launcher"

[NEMESIS_RocketLauncher_BM X2GrenadeLauncherTemplate]
FriendlyName="Nemesis Rocket Launcher Beam (RE3)"
BriefSummary="Retrofitted by Umbrella Corporation, European Division. Capable of obliterating most infantry targets."
TacticalText="<Bullet/>A portable rocket launcher that fires 84mm projectiles. \n<Bullet/> Accompanied by an advanced targeting optics system, capable of precision without sacrificing firepower."
AbilityDescName="Rocket Launcher"

;Player Variant
[NEMESIS_RocketLauncher_PLAYER_CV X2GrenadeLauncherTemplate]
FriendlyName="Nemesis Rocket Launcher (RE3)"
BriefSummary="Retrofitted by Umbrella Corporation, European Division. Capable of obliterating most infantry targets."
TacticalText="<Bullet/>A portable rocket launcher that fires 84mm projectiles. \n<Bullet/> Accompanied by an advanced targeting optics system, capable of precision without sacrificing firepower."
AbilityDescName="Rocket Launcher"

[NEMESIS_RocketLauncher_PLAYER_MG X2GrenadeLauncherTemplate]
FriendlyName="Nemesis Rocket Launcher Magnetic (RE3)"
BriefSummary="Retrofitted by Umbrella Corporation, European Division. Capable of obliterating most infantry targets."
TacticalText="<Bullet/>A portable rocket launcher that fires 84mm projectiles. \n<Bullet/> Accompanied by an advanced targeting optics system, capable of precision without sacrificing firepower."
AbilityDescName="Rocket Launcher"

[NEMESIS_RocketLauncher_PLAYER_BM X2GrenadeLauncherTemplate]
FriendlyName="Nemesis Rocket Launcher Beam (RE3)"
BriefSummary="Retrofitted by Umbrella Corporation, European Division. Capable of obliterating most infantry targets."
TacticalText="<Bullet/>A portable rocket launcher that fires 84mm projectiles. \n<Bullet/> Accompanied by an advanced targeting optics system, capable of precision without sacrificing firepower."
AbilityDescName="Rocket Launcher"


[RE_M202_RocketLauncher_CV X2GrenadeLauncherTemplate]
FriendlyName="Anti-Tank Rocket Launcher (RE3)"
BriefSummary="Originally retrofitted by Raccoon City Police Department, S.T.A.R.S. Division. Capable of obliterating most infantry targets."
TacticalText="<Bullet/>A portable rocket launcher that can hold four 66mm incendiary rockets. \n<Bullet/> A trusted weapon to any surviving members of S.T.A.R.S., capable of bringing down even the toughest foes."
AbilityDescName="Rocket Launcher"

[RE_M202_RocketLauncher_MG X2GrenadeLauncherTemplate]
FriendlyName="Anti-Tank Rocket Launcher Magnetic (RE3)"
BriefSummary="Originally retrofitted by Raccoon City Police Department, S.T.A.R.S. Division. Capable of obliterating most infantry targets."
TacticalText="<Bullet/>A portable rocket launcher that can hold four 66mm incendiary rockets. \n<Bullet/> A trusted weapon to any surviving members of S.T.A.R.S., capable of bringing down even the toughest foes."
AbilityDescName="Rocket Launcher"

[RE_M202_RocketLauncher_BM X2GrenadeLauncherTemplate]
FriendlyName="Anti-Tank Rocket Launcher Beam (RE3)"
BriefSummary="Originally retrofitted by Raccoon City Police Department, S.T.A.R.S. Division. Capable of obliterating most infantry targets."
TacticalText="<Bullet/>A portable rocket launcher that can hold four 66mm incendiary rockets. \n<Bullet/> A trusted weapon to any surviving members of S.T.A.R.S., capable of bringing down even the toughest foes."
AbilityDescName="Rocket Launcher"


;Jill
[SamuraiEdge_Jill X2WeaponTemplate]
FriendlyName="Samurai Edge (Jill Model)"
BriefSummary="A S.T.A.R.S. signature handgun, its lightweight material & configuration grants increased mobility in the field - perfect for flanking maneuvers."
TacticalText="<Bullet/> A S.T.A.R.S. custom automatic, belonging to Jill Valentine. Fires 9mm Parabellum rounds. \n<Bullet/> Boasts above average accuracy and damage.\n<Bullet/> Grants extra mobility to the bearer.\n<Bullet/> Gives the S.T.A.R.S.-Struck passive, adding a chance to stun enemy targets."
AbilityDescName="Pistol"

[SamuraiEdge_Jill_MG X2WeaponTemplate]
FriendlyName="Samurai Edge Magnetic (Jill Model)"
BriefSummary="A S.T.A.R.S. signature handgun, its lightweight material & configuration grants increased mobility in the field - perfect for flanking maneuvers. Chambered to deal extensive critical damage while improving accuracy."
TacticalText="<Bullet/> A S.T.A.R.S. custom automatic, belonging to Jill Valentine. Fires 9mm Parabellum rounds. \n<Bullet/> Boasts above average accuracy and damage.\n<Bullet/> Grants extra mobility to the bearer.\n<Bullet/> Gives the S.T.A.R.S.-Struck passive, adding a chance to stun enemy targets."
AbilityDescName="Pistol"

[SamuraiEdge_Jill_BM X2WeaponTemplate]
FriendlyName="Samurai Edge Beam (Jill Model)"
BriefSummary="A S.T.A.R.S. signature handgun, its lightweight material & configuration grants increased mobility in the field - perfect for flanking maneuvers. Boasts incredible accuracy, chambered for maximum damage and armor piercing. Make Kendo proud!"
TacticalText="<Bullet/> A S.T.A.R.S. custom automatic, belonging to Jill Valentine. Fires 9mm Parabellum rounds. \n<Bullet/> Boasts above average accuracy and damage, calibrated for body armor piercing.\n<Bullet/> Grants extra mobility to the bearer.\n<Bullet/> Gives the S.T.A.R.S.-Struck passive, adding a chance to stun enemy targets."
AbilityDescName="Pistol"

;Chris
[SamuraiEdge_Chris X2WeaponTemplate]
FriendlyName="Samurai Edge (Chris Model)"
BriefSummary="A S.T.A.R.S. signature handgun, customized with a hard steel slide and silver-gilded trigger for better accuracy over large distances."
TacticalText="<Bullet/> A S.T.A.R.S. custom automatic, belonging to Chris Redfield. Fires 9mm Parabellum rounds. \n<Bullet/> Boasts above average accuracy and damage.\n<Bullet/> Gives the S.T.A.R.S.-Struck passive, adding a chance to stun enemy targets."
AbilityDescName="Pistol"

[SamuraiEdge_Chris_MG X2WeaponTemplate]
FriendlyName="Samurai Edge Magnetic (Chris Model)"
BriefSummary="A S.T.A.R.S. signature handgun, customized with a hard steel slide and silver-gilded trigger for better accuracy over large distances."
TacticalText="<Bullet/> A S.T.A.R.S. custom automatic, belonging to Chris Redfield. Fires 9mm Parabellum rounds. \n<Bullet/> Boasts above average accuracy and damage.\n<Bullet/> Gives the S.T.A.R.S.-Struck passive, adding a chance to stun enemy targets."
AbilityDescName="Pistol"

[SamuraiEdge_Chris_BM X2WeaponTemplate]
FriendlyName="Samurai Edge Beam (Chris Model)"
BriefSummary="A S.T.A.R.S. signature handgun, customized with a hard steel slide and silver-gilded trigger for better accuracy over large distances. Boasts incredible accuracy, chambered for maximum damage and armor piercing. Make Kendo proud!"
TacticalText="<Bullet/> A S.T.A.R.S. custom automatic, belonging to Chris Redfield. Fires 9mm Parabellum rounds. \n<Bullet/> Boasts above average accuracy and damage, calibrated for body armor piercing.\n<Bullet/> Gives the S.T.A.R.S.-Struck passive, adding a chance to stun enemy targets."
AbilityDescName="Pistol"

;Wesker
[SamuraiEdge_Wesker X2WeaponTemplate]
FriendlyName="Samurai Edge (Wesker Model)"
BriefSummary="A S.T.A.R.S. signature handgun, based on a design by Albert Wesker himself, it has been customized for robust firepower."
TacticalText="<Bullet/> A S.T.A.R.S. custom automatic, belonging to Albert Wesker. Fires 9mm Parabellum rounds. \n<Bullet/> Boasts above average accuracy and damage.\n<Bullet/> Capable of shredding armor.\n<Bullet/> Gives the S.T.A.R.S.-Struck passive, adding a chance to stun enemy targets."
AbilityDescName="Pistol"

[SamuraiEdge_Wesker_MG X2WeaponTemplate]
FriendlyName="Samurai Edge Magnetic (Wesker Model)"
BriefSummary="A S.T.A.R.S. signature handgun, based on a design by Albert Wesker himself, it has been customized for robust firepower. Chambered to deal extensive critical damage while improving accuracy."
TacticalText="<Bullet/> A S.T.A.R.S. custom automatic, belonging to Albert Wesker. Fires 9mm Parabellum rounds. \n<Bullet/> Boasts above average accuracy and damage.\n<Bullet/> Capable of shredding armor.\n<Bullet/> Gives the S.T.A.R.S.-Struck passive, adding a chance to stun enemy targets."
AbilityDescName="Pistol"

[SamuraiEdge_Wesker_BM X2WeaponTemplate]
FriendlyName="Samurai Edge Beam (Wesker Model)"
BriefSummary="A S.T.A.R.S. signature handgun, based on a design by Albert Wesker himself, it has been customized for robust firepower. Boasts incredible accuracy, chambered for maximum damage and armor piercing. Make Kendo proud!"
TacticalText="<Bullet/> A S.T.A.R.S. custom automatic, belonging to Albert Wesker. Fires 9mm Parabellum rounds. \n<Bullet/> Boasts above average accuracy and damage, calibrated for body armor piercing.\n<Bullet/> Capable of shredding armor.\n<Bullet/> Gives the S.T.A.R.S.-Struck passive, adding a chance to stun enemy targets."
AbilityDescName="Pistol"

[SamuraiEdge_STARSStruck X2AbilityTemplate]
LocFriendlyName="S.T.A.R.S.-Struck"
LocFlyOverText="S.T.A.R.S.-Struck"
LocLongDescription="The Samurai Edge has enough stopping power to stun even the toughest foes."
LocHelpText="The Samurai Edge has enough stopping power to stun even the toughest foes."


[HeavyArmaments X2AbilityTemplate]
LocFriendlyName="Heavy Armaments"
LocFlyOverText="Heavy Armaments"
LocLongDescription="This soldier is trained to use the XCOM gauntlet, a combination Rocket Launcher and Flamethrower."
LocHelpText="This soldier is trained to use the XCOM gauntlet, a combination Rocket Launcher and Flamethrower."
LocPromotionPopupText="<Bullet/> The XCOM gauntlet is an advanced device that carries both a mini-rocket launcher and a flamethrower.<br/><Bullet/> Equipping the gauntlet prevents the soldier from equipping other heavy weapons, but when a heavy weapon slot would otherwise be available, the soldier is given <Ability:WOTCLW2SW_COLOR_2_OPEN/>+<ABILITY:HEAVY_ARMAMENTS_BONUS_CHARGES_COMBINED/><Ability:WOTCLW2SW_COLOR_CLOSE/> additional standard gauntlet weapon charge (rocket/flamethrower).<br/><Bullet/> Using either gauntlet ability requires one action and ends your turn.<br/><Bullet/> The flamethrower is a short-range weapon that causes damage to multiple targets within a cone-shaped area of effect. It does not damage mechanical units without upgrades.<br/><Bullet/> Rocket accuracy is affected by the soldier's aim, target distance, and whether the soldier has used any actions already this turn. Low accuracy-rockets will have higher scatter values, meaning they are more likely to miss the target tile by greater distances. The rocket's maximum possible scatter is noted in the popup, while a value appearing with the targeting cursor will show the expected (average) scatter for a shot on that location."

;Alex loc

[AlexKill_00 SoundNodeWave]
SpokenText="No... no interesting data there."

[AlexKill_01 SoundNodeWave]
SpokenText="I hope your friends have more interesting deaths than you."

[AlexKill_02 SoundNodeWave]
SpokenText="My work is more important than your brief life."

[AlexKill_03 SoundNodeWave]
SpokenText="Thank you for this data."

[AlexKill_04 SoundNodeWave]
SpokenText="One down."

[AlexKill_05_Special SoundNodeWave]
SpokenText="I'm considering the title of my next paper... What do you think of 'Accelerated DNA alteration through viral manipulation and high explosives'?"

[AlexSTARS_02 SoundNodeWave]
SpokenText="I know what you and your team tried to do to my brother, but... don't think of this as revenge - just comeuppance."

;Nemesis Ability Loc
[NemesisImmunities X2AbilityTemplate]
LocFriendlyName="Parasitic Control"
LocLongDescription="This unit is immune to panic and unconscious status effects."
LocHelpText="This unit is immune to panic and unconscious status effects."

[NemesisT1ScythingClaws X2AbilityTemplate]
LocFriendlyName="Scything Slash"
LocLongDescription="Nemesis utilizes his Parasite to Cleave in a wide arc."
LocHelpText="Lash out & eliminate the target."
LocFlyOverText="Nemesis Scything Slash"

[NemesisT2ScythingClaws X2AbilityTemplate]
LocFriendlyName="Scything Slash"
LocLongDescription="Nemesis utilizes his Parasite to Cleave in a wide arc."
LocHelpText="Lash out & eliminate the target."
LocFlyOverText="Nemesis Scything Slash"

[Nemesis_Bind X2AbilityTemplate]
LocFriendlyName="Strangle Grip"
LocLongDescription="Nemesis grabs opponents with unrivaled strength."
LocHelpText="Attempt to capture & eliminate the target."
LocFlyOverText="Nemesis Strangle Grip"

[NemesisDevastatingStrike X2AbilityTemplate]
LocFriendlyName="Devastating Strike"
LocLongDescription="Nemesis' overbearing strength can inflict lethal damage and fractures to any opposition."
LocHelpText="Strike with all your might & eliminate the target."
LocFlyOverText="Nemesis Devastating Strike"

[NemesisDevastatingFlameStrike X2AbilityTemplate]
LocFriendlyName="Devastating Flame-Strike"
LocLongDescription="Nemesis' overbearing strength, when coupled with his heavy flamethrower, can inflict lethal damage and burns to any opposition."
LocHelpText="Strike with all your might & eliminate the target."
LocFlyOverText="Nemesis Devastating Flame-Strike"

[ParasiteReanimation X2AbilityTemplate]
LocFriendlyName="Parasite Reanimation"
LocLongDescription="The NE-Alpha Parasite takes root in the victim, bringing the host's nervous system under its control."
LocHelpText="Infect the target with the NE-Alpha Parasite."
LocFlyOverText="Nemesis Parasite Reanimation"

;X2StrategyElement / Corpse / Autopsies

[CorpseNP X2ItemTemplate]
FriendlyName="<font color='#13B0E1'>NE-Alpha Parasite Corpse</font>"
FriendlyNamePlural="<font color='#7D0F0F'>NE-Alpha Parasite Corpses</font>"
BriefSummary="<font color='#23AB13'>This corpse does not hold scientific/autopsy value, and may be safely sold on the Black Market.</font>\n\nThe <font color='#7D0F0F'>NE-Alpha T-Type</font>: an invasive parasite that is capable of severing the brain from the nervous system, placing the Host under its direct control. Preliminary examinations lead us to believe that, in spite of the violent and pervasive nature of the act of its infestation, the Host's mind still functions for many agonizing moments - cut off and isolated from the rest of the body."

[CorpseNT1 X2ItemTemplate]
FriendlyName="<font color='#13B0E1'>Nemesis-T Type, Stage 1 Corpse</font>"
FriendlyNamePlural="<font color='#7D0F0F'>Nemesis-T Type, Stage 1 Corpses</font>"
BriefSummary="Standing at just over 7 feet 3 inches, or 2.2 meters, tall, this hulking monster leaves a foreboding impression, especially with its visage completely bound and anonymous. Its tattered and broken skin is still visible behind tough material bindings, likely comprised of a modified kevlar. It would appear to be similar in size to the infamous <font color='#7D0F0F'>T-103 Series Tyrants</font>. However, its mastery of heavy firepower & its relentless nature lend credence to the idea that this creature is of the <font color='#7D0F0F'>Nemesis-T Type</font> series."

[CorpseNT2 X2ItemTemplate]
FriendlyName="<font color='#13B0E1'>Nemesis-T Type, Stage 2 Corpse</font>"
FriendlyNamePlural="<font color='#7D0F0F'>Nemesis-T Type, Stage 2 Corpses</font>"
BriefSummary="In spite of the initial shocking discovery of such creatures working in tandem with Advent, the real horrifying truth is that our previously encountered <font color='#7D0F0F'>Nemesis-T Types</font> were underdeveloped. This specimen demonstrates considerable differences to our past examined subjects. The parasitic link between symbiote and host can differ greatly based on numerous factors, chief among them being time. The more time it has to assume direct control of the host's nervous system, the stronger the parasite becomes in spite of any cellular degeneration due to mass cloning. I fear even stronger variants await us."

[CorpseNT3 X2ItemTemplate]
FriendlyName="<font color='#13B0E1'>Nemesis-T Type, Stage 3 Corpse</font>"
FriendlyNamePlural="<font color='#7D0F0F'>Nemesis-T Type, Stage 3 Corpses</font>"
BriefSummary="With the kevlar bindings showing signs of fatigue and damage, the sheer strength of the <font color='#7D0F0F'>Nemesis'</font> scarred tissue and muscle becomes quite apparent. In the field, these creatures have demonstrated their ability to not only withstand even the most relentless assaults of weapons-fire, but deal immeasurable damage as well. Lastly, this specimen's visage is also freed from its bindings, where it seems to proudly bare a less-than-exquisite set of teeth. The pain this creature must have suffered during its initial transformations..."

[CorpseNT4 X2ItemTemplate]
FriendlyName="<font color='#13B0E1'>Nemesis-T Type, Stage 4 Corpse</font>"
FriendlyNamePlural="<font color='#7D0F0F'>Nemesis-T Type, Stage 4 Corpses</font>"
BriefSummary="This creature's endurance is simply unheard of amongst even the deadliest of Bio-Organic Weapons. Burned tissue, rotting musculature, and heavily on-set necrosis plague the body, yet both parasite & host continue to function beyond any doubt - much to the dismay of our troops. It is fortunate that it met its end before the Parasite was successful in evolving the base DNA of the <font color='#7D0F0F'>Nemesis-T Type</font>, as reports of its quadrupedic form...well, I would consider the defeat of this specimen to be nothing short of a miracle."

;Cut - make use of Parasite Corpses elsewhere? Or just for Flavor?
;[AutopsyNP X2TechTemplate]
;DisplayName="<font color='#13B0E1'>NE-Alpha Parasite</font>"
;Summary=""
;CodeName="NP"
;LongDescription="-R. Tygan."

[AutopsyN1 X2TechTemplate]
DisplayName="<font color='#13B0E1'>Nemesis-T Type, Stage 1</font>"
Summary="This specimen engaged our forces in an almost blind rage, accompanied by a radio broadcast by some unknown party. It was also equipped with a Rocket Launcher, which sported a state-of-the-art thermal targeting system. As a foreword to the report for the Commander, this particular specimen should not be considered the Final form or apex of its strain. Quite the opposite."
CodeName="Pursuer I"
LongDescription="In the wake of Advent's alleged pursuit of B.O.W.s (Bio Organic Weapons), it shouldn't surprise me that we'd come across this particular strain at some point. Yet still, its colossal presence inspires true terror in both myself & the rest of the research staff. A sub-variant of the <font color='#7D0F0F'>T-103 Series Tyrants</font>, this particular bio-weapon, code-named <font color='#7D0F0F'>'Nemesis-T Type'</font> is actually the first known application of Parasites in B.O.W. developments. The Parasite latches onto the cloned <font color='#7D0F0F'>Tyrant</font>, segmenting the brain's control of the nervous system. Releaved of all motor control, the host body acts more like a vehicle to be operated - a remarkable solution to the degradation of intelligence found in most <font color='#7D0F0F'>Tyrants</font>. This method revolutionized nearly all future B.O.W. prototypes, including many of the upgrades seen in Kijuju's variant 'II' of the parasite, 'Las Plagas.'\n\nFormer Special Tactics And Rescue Services Operative <font color='#215E93'>Jill Valentine</font>, now a Special Operations Agent with the <font color='#215E93'>B.S.A.A (Bioterrorism Security Assessment Alliance)</font>, wrote dozens of first-hand reports and accounts regarding our current specimen - the original <font color='#7D0F0F'>Nemesis</font> relentlessly pursued her throughout the rapidly decaying streets of Raccoon City, shortly before the City suffered a controlled nuclear detonation in response to its <font color='#7D0F0F'>T-Virus Outbreak</font>. According to her reports, it boasted an unmatched capability of mutating in response to both physical trauma and its environment - proving near impossible to kill. This report largely differs from our own forces' experience with this subject, as no mutations took place & it currently lies dead on my autopsy table. Because of this observation, and due to the previous physiological make-up of this Bioweapon, it would not surprise me in the slightest should this <font color='#7D0F0F'>Nemesis</font> be but one of many - a clone. Like its predecessors, a perfect host for the <font color='#7D0F0F'>T-Virus</font>, historically, were projected to be statistically uncommon at a range of one in ten million. Even back in the 1990s, the <font color='#7D0F0F'>Umbrella Corporation</font> relied heavily upon cloning existing <font color='#7D0F0F'>Tyrants</font> to properly continue their research. In summary, it seems clear that this specimen is more structurally damaged from cellular cloning than Advent may have intended. While this is certainly a much-needed boon & morale boost for our troops, I cannot guarantee that more 'successful' variations exist within Advent's arsenal - I advise extreme caution in the wake of encountering more of these subjects.\n\nI will of course inform the <font color='#215E93'>B.S.A.A.</font> of our current findings, although what currently concerns me is not the imminent catastrophe that a potential army of <font color='#7D0F0F'>Nemesis-T Types</font> poses, but who our mysterious broadcaster is. After theatrically announcing their presence through our encrypted communications at the moment of our first encounter with <font color='#7D0F0F'>Nemesis</font>, it seems prudent to assume they had an integral part to play in the current state of Advent's Bioweapons Development. Perhaps further research and autopsy may provide us with additional clues to their identity, although I must admit some sense of trepidation in our wait to uncover this particular mystery. -R. Tygan."
AlertString="<font color='#13B0E1'>Nemesis-T Type, Stage 1</font>"


[AutopsyN2 X2TechTemplate]
DisplayName="<font color='#13B0E1'>Nemesis-T Type, Stage 2</font>"
Summary="This specimen is likely a further step towards Advent's intended goal in its <font color='#7D0F0F'>Nemesis-T Type</font> series. Reports from our contacts in the Resistance have notified us of its capability to wield even deadlier weapons."
CodeName="Pursuer II"
LongDescription="After more encounters with both our mysterious broadcaster, and the <font color='#7D0F0F'>Nemesis-T Type</font> series, I believe I have pieced together some more contextual information. Whoever this person is...they have extensive knowledge of not only virology, but of <font color='#7D0F0F'>Umbrella's</font> 'product' line, as well. She must have had significant access to genetic samples and research, in order to faithfully recreate one of the most fearsome B.O.W.s to ever walk this earth. It may be plausible that we've encountered a high-ranking <font color='#7D0F0F'>Umbrella</font> official, although how they would have fallen in favor with both Advent & the Elders is beyond our comprehension. I will, as before, relay these concerns to the <font color='#215E93'>B.S.A.A.</font>, perhaps they would be willing to share any relevant information on known bioterrorist fugitives with <font color='#7D0F0F'>Umbrella</font> origins.\n\nAs to the physicalities of the subject at hand, we can note that in the course of its role as a 'shock trooper,' much of its disguised visage has been exposed to reveal a disease-ridden gumline and enlarged, rotted teeth. Perhaps dental work was not on their highest list of priorities with this specimen. Accompanying this terrifying grimace, this creature possesses physical strength and endurance that far surpass the ones we've previously encountered. According to reports from our contacts in the resistance, it utilizes this new strength to great effect, allowing it to field even stronger weapons--including massive flamethrowers. I'd advise our troops to keep their distance when engaging such subjects.\n\nOne last note regarding the subjects we've encountered thus far, they appear to still be fixated on eliminating members of Raccoon City Police Department's S.T.A.R.S. - perhaps this is a remnant of the previous genetic template's programming. While I am unsure if this piece of information is of tactical importance, it does once again points to the mysterious broadcaster being a high ranking <font color='#7D0F0F'>Umbrella</font> official. -R. Tygan."
AlertString="<font color='#13B0E1'>Nemesis-T Type, Stage 2</font>"


[AutopsyN3 X2TechTemplate]
DisplayName="<font color='#13B0E1'>Nemesis-T Type, Stage 3</font>"
Summary="The epitome of Advent's Bioweapons division, these particular <font color='#7D0F0F'>Nemesis-T Type</font> variants are fully bonded with their symbiote parasite. They are nearly unmatched in both strength & endurance."
CodeName="Pursuer III"
LongDescription="Even after countless hours of pouring over all available combat data & intelligence pertaining to the <font color='#7D0F0F'>Nemesis-T Type</font> project, I am shocked to find that Advent has yet again surpassed its previous B.O.W. combat models. This hulking creature does not have something trivial like muscle mass or reinforced armor to credit for these advancements. The reason for its unparalleled improvement in combat prowess lies within: the symbiote parasite, <font color='#7D0F0F'>NE-Alpha T-Type</font> has fully matured within this host. However, in its mature state, we can finally observe a significant number of features that separate this specimen from its <font color='#7D0F0F'>T-103</font> origins.\n\nFirstly, many appendages that appear functionally similar to the tentacle it wields in combat align with the skeletal structure, likely providing an additional brace and cushion against physical trauma. All of these appendages meet directly at the top of the spinal chord, but they appear more controlled and domesticated than their larger counterpart found at the right hand's wrist. After carefully removing the steel device on the chest cavity, it becomes clear why. It would seem this device acts as an inhibitor, much like what the original <font color='#7D0F0F'>T-103 Series Tyrants</font> possessed.\n\nWhile its predecessors relied on an internal, biological power limiter to prevent rapid development & mutation from creating an 'uncontrollable' B.O.W., it would seem Advent deemed a secondary device to be necessary. Following a cross examination of both devices, I suspect that the first power limiter was simply not enough for containing a fully-matured parasite. The device is also set up to expel violent electrical pulses throughout the network of tentacles inside the <font color='#7D0F0F'>Nemesis-T Type</font>, which I believe helps to 'incentivize' the parasite into protecting its metal heart. I would advise caution to our troops when targeting this creature, Commander. Should the device be extensively damaged or removed while in combat, it would be safe to presume that rapid tendril mutation would expand & encase itself around the skeleton, eliciting further growth & strength in retaliation to any number of environmental conditions. -R. Tygan."
AlertString="<font color='#13B0E1'>Nemesis-T Type, Stage 3</font>"


[AutopsyN4 X2TechTemplate]
DisplayName="<font color='#13B0E1'>Nemesis-T Type, Stage 4</font>"
Summary="This creature will likely carry the final clues we need to uncover who our mysterious broadcaster is. We may also receive some <font color='#13B0E1'>Alien Datapads</font> in exchange for any information we uncover, courtesy of the <font color='#215E93'>B.S.A.A.</font>"
CodeName="Tyrant"
LongDescription="After a seemingly endless battle, our troops emerged victorious from their conflict with this <font color='#7D0F0F'>Nemesis-T Type</font>, code-named 'Tyrant.' Not much of the creature's original bindings remain: tattered, burned vestiges do little to hide the extensive damage our troops inflicted upon it. I can't say I expected to find many physical differences during the autopsy than what we've already discovered from our previously examined subjects...but I was wrong.\n\nFrom the moment our troops brought the creature's body on board the Avenger, a rancid smell continuously emitted from the corpse. After the installation of dozens of air fresheners, the research team & I went to work. We've discovered that this particular specimen is not of the <font color='#7D0F0F'>T-103 Tyrant</font> series, which was continuously cloned off of the <font color='#7D0F0F'>T-002</font>: the base host's genome is almost entirely different. The likelihood of Advent or our mysterious broadcaster happening upon a fully compatible host with the <font color='#7D0F0F'>T-Virus</font> is simply astronomical. It should not be possible. But clearly we now see what <font color='#7D0F0F'>Nemesis</font> is truly capable of, with the limits of genome decay from extensive cloning out of the picture. With this shocking discovery, I continued to search for more answers. That was when our second astonishing discovery happened...this particular <font color='#7D0F0F'>Nemesis</font> is not born from the <font color='#7D0F0F'>T-Virus</font>, but of <font color='#9a4bdb'>t-Phobos</font>.\n\nMost of the information we have on this virus comes directly from the <font color='#215E93'>B.S.A.A.</font>, with special credit to <font color='#215E93'>Claire Redfield</font>. Originally designed to circumvent nearly all the drawbacks of its predecessor virus, <font color='#9a4bdb'>t-Phobos</font> acts as a tool for turning the body itself into a 'catalyst.' It sought to act as a means of circumventing the mortality of human life: to achieve immortality - provided the host could survive the mutations brought on by 'fear.' Nearly all traces of <font color='#9a4bdb'>t-Phobos</font> were destroyed during the Sejm Island Incident, after the <font color='#215E93'>B.S.A.A.</font> sterilized what was left of the ruined villages. However, what's more important than this virus' effects and histories...is its lead researcher, who was previously thought long dead at the hands of <font color='#215E93'>Claire Redfield</font>. It becomes exceedingly clear that only the lead virologist responsible for creating a bioweapon as fanatical as <font color='#9a4bdb'>t-Phobos</font> would be mad enough to hand its designs over to Advent. The source of these bioweapons is...\n\n<font color='#23AB13'>Alex Wesker.</font>\n\n-R. Tygan."
AlertString="<font color='#13B0E1'>Nemesis-T Type, Stage 4</font>"